/* No comment provided by engineer. */
"AgreeButton" = "Hyväksyn";

/* No comment provided by engineer. */
"AgreementMessage1" = "Jatka tämän ohjelmiston asennusta hyväksymällä ohjelmistosopimuksen ehdot.";

/* No comment provided by engineer. */
"AgreementMessage2" = "Jatka valitsemalla Hyväksyn tai peruuta asennus ja poistu asennusohjelmasta valitsemalla En hyväksy.";

/* No comment provided by engineer. */
"All Regions -- Beta License Agreement" = "Kaikki alueet -- Beta-käyttöoikeussopimus";

/* No comment provided by engineer. */
"DisagreeButton" = "En hyväksy";

/* No comment provided by engineer. */
"PaneTitle" = "Käyttöoikeussopimus";

/* No comment provided by engineer. */
"ReadLicenseButton" = "Lue käyttöoikeus";

/* No comment provided by engineer. */
"SelectCountryText" = "Valitse maa tai alue:";

/* No comment provided by engineer. */
"SelectFromList" = "Valitse luettelosta";

